// 一个闲人 2020年1月30日

var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "乖乖的小宝贝儿",  // 同上...
        "今天是情人节",
        "这是我们在一起的",
        "第一个情人节",
        "在这之前",
        "我们",
        "第一次聊天到深夜",
        "第一次一起打王者",
        "第一次连麦看电影",
        "第一次睡觉听呼噜",
        "。",
        "有你在真是太好了",
        "今后的每一天",
        "也要开开心心的噢~~",
        "。",
        "然后是自我检讨",
        "现在外边病毒挺严重的",
        "我也不好直接跑过去陪你啦",
        "想寄礼物然而并没有地址orz",
        "所以自学写了一个小程序",
        "送给你",
        "希望你喜欢~",
        "。",
        "说了这么多",
        "挺肉麻的",
        "所以你别笑我啊qwq",
        "谢谢你出现在我身边",
        "今后也多指教啦",
        "ueah~~",
    ],
    wish: "憨憨小摘&坏批闲人在一起了",  //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    // 时间的格式很重要哦，一定要是下面这个格式!!
    // 年年年年-月月-日日 时时:分分:秒秒
    time: "2020-01-26 0:30:0",    //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
};
